[
  {
    "name": "Авангард",
    "image": "pre_vanguard_pixel.png",
    "code": "ACBP://142-CQC::OCTOBER-TALWAR-GOLD",
    "description": "Авангард — это нападающий ближнего боя, который лучше всего проявляет себя посреди поля боя или при блокировке узкие места.",
    "tactics": "Начиная с талантов Комбинированный Бой и Палач, вы будете наиболее смертоносны в ближнем бою с несколькими противниками. Используйте Тяжелый заряженный клинок вашего меха, чтобы нанести бронебойный урон в ближнем бою с возможностью атаковать дополнительного врага, если он попадет, благодаря Палачу. Найдите или установите узкие проходы, чтобы заблокировать свое окружение с помощью дробовика с Угрозой 3 и одноименного таланта Авангард, который предоставляет Точность при каждой атаке в пределах угрозы оружия. Не стесняйтесь использовать Гекс-Заряды при столкновении со скоплением врагов на средней дистанции, особенно из-за степени гарантированного урона. Комбинированный Бой, как и ваш Проекционный Щит, позволяет вам взаимодействовать и поддерживать союзников с похожими профилями ближнего боя.",
    "build": {
      "mechSkills": [2, 0, 0, 0],
      "skills": [
        "sk_get_a_hold_of_something",
        "sk_apply_fists_to_faces",
        "sk_stay_cool",
        "sk_charm"
      ],
      "talents": ["t_combined_arms", "t_vanguard", "t_executioner"],
      "gear": {
        "armor": "pg_assault_hardsuit",
        "weapons": ["pg_heavy_a_c", "pg_light_signature"],
        "gear": ["pg_mag_clamps", "pg_corrective", "pg_thermite_charge"]
      },
      "mech": {
        "systems": [
          "ms_type_3_projected_shield",
          "ms_pattern_b_hex_charges",
          "ms_personalizations",
          "ms_custom_paint_job"
        ],
        "mounts": [
          {
            "mount_type": "Основной",
            "slots": ["mw_shotgun"]
          },
          {
            "mount_type": "Гибкий",
            "slots": ["mw_thermal_pistol", "mw_thermal_pistol"]
          },
          {
            "mount_type": "Тяжелый",
            "slots": ["mw_heavy_charged_blade"]
          }
        ]
      }
    }
  },
  {
    "name": "Штурмовик",
    "image": "pre_assault_pixel.png",
    "code": "ACBP://806-MDR::JULY-HALBERD-LAUREL",
    "description": "Штурмовик — универсальный, многоцелевой боец, оптимизированный для боя на средней дистанции.",
    "tactics": "Винтовка Штурмовика — чрезвычайно практичное оружие благодаря гарантированному урону от метки Надежность 2, что особенно полезно против противников, по которым сложно попасть. Используйте Футляр для Боеприпасов Ходячей Оружейной, чтобы адаптировать свою штурмовую винтовку к любой ситуации: против одиночных врагов Громадина и Дозатор Гранат позволяют вам перемещать противника и игнорировать линию видимости соответственно. Шоковые боеприпасы, Гекс-Заряды и Ракетные батареи следует использовать для наказания сгруппированных групп врагов. Ракетные батареи становятся особенно мощными в состоянии Захват, Сбивая врагов с ног благодаря Громовержцу. Штурмовик лучше всего действует в непосредственной близости от союзников, предоставляя Точность с помощью Уз и большие площади мягкого укрытия с помощью Дымовых зарядов.",
    "build": {
      "mechSkills": [2, 0, 0, 0],
      "skills": ["sk_assault", "sk_survive", "sk_read_a_situation", "sk_pull_rank"],
      "talents": ["t_walking_armory", "t_bonded", "t_stormbringer"],
      "gear": {
        "armor": "pg_assault_hardsuit",
        "weapons": ["pg_medium_a_c", "pg_medium_signature"],
        "gear": ["pg_frag_grenades", "pg_extra_rations", "pg_patch"]
      },
      "mech": {
        "systems": [
          "ms_pattern_b_hex_charges",
          "ms_pattern_a_smoke_charges",
          "ms_personalizations",
          "ms_custom_paint_job"
        ],
        "mounts": [
          {
            "mount_type": "Основной",
            "slots": ["mw_assault_rifle"]
          },
          {
            "mount_type": "Гибкий",
            "slots": ["mw_missile_rack", "mw_missile_rack"]
          },
          {
            "mount_type": "Тяжелый",
            "slots": ["mw_heavy_melee_weapon"]
          }
        ]
      }
    }
  },
  {
    "name": "Снайпер",
    "image": "pre_sniper_pixel.png",
    "code": "ACBP://014-LNR::AUGUST-DAIKYU-VERMILLION",
    "description": "Снайпер — это скрытный, маневренный нападающий, нацеленный на одну цель, который может нанести огромный бронебойный урон на большом расстоянии с помощью своей крупнокалиберной снайперской винтовки.",
    "tactics": "Снайпер в значительной степени полагается на скрытность и скорость при подготовке выстрелов из своей чрезвычайно мощной крупнокалиберной снайперской винтовки. Эта винтовка точная, поэтому по умолчанию получает +1 Точность, которая увеличивается до +2 при использовании Точного Выстрела. Дополнительный бонус от Захвата или таланта союзника позволяет почти гарантированно поразить даже самых уклончивых врагов. Однако эта способность не бесплатна, поскольку из винтовки необходимо выстрелить в качестве вашего первого непротокольного хода (из-за метки Артиллерийское) и ее необходимо перезарядить с помощью полного действия Стабилизация.<br>Используйте Лазутчик, Мастер Перестрелок и Реактивную Систему Быстрого Прыжка, чтобы быстро и безопасно переместиться на выгодную линию обзора, а затем используйте размещаемое укрытие Иерихон и Дымовые Заряды, чтобы создать защищенное снайперское гнездо. Используйте термическую винтовку (когда вы не перезаряжаетесь), чтобы зачищать поврежденные цели и оказывать огневую поддержку союзникам, защищающим вашу позицию.",
    "build": {
      "mechSkills": [0, 2, 0, 0],
      "skills": ["sk_investigate", "sk_act_unseen_or_unheard", "sk_take_someone_out", "sk_spot"],
      "talents": ["t_skirmisher", "t_crack_shot", "t_infiltrator"],
      "gear": {
        "armor": "pg_mobility_hardsuit",
        "weapons": ["pg_heavy_signature", "pg_light_a_c"],
        "gear": ["pg_camo_cloth", "pg_wilderness_survival_kit", "pg_stims"]
      },
      "mech": {
        "systems": [
          "ms_rapid_burst_jump_jet_system",
          "ms_pattern_a_jericho_deployable_cover",
          "ms_pattern_a_smoke_charges"
        ],
        "mounts": [
          {
            "mount_type": "Основной",
            "slots": ["mw_thermal_rifle"]
          },
          {
            "mount_type": "Гибкий",
            "slots": ["mw_segment_knife", "mw_segment_knife"]
          },
          {
            "mount_type": "Тяжелый",
            "slots": ["mw_anti_materiel_rifle"]
          }
        ]
      }
    }
  },
  {
    "name": "Хакер",
    "image": "pre_hacker_pixel.png",
    "code": "ACBP://900-EWR::NOVEMBER-LABRYS-CITRINE",
    "description": "Хакер — это воздушная платформа для технических атак, которая в первую очередь атакует Э-Защиту противника. Если это не сработает, у него есть Гаубица.",
    "tactics": "Талант Ас Хакера хорошо взаимодействует с системой полета GMS, предоставляя вам превосходный инструмент для изменения позиции, позволяющий войти в зону взлома или уйти от непрерывного огня. Ваш бонус +2 к Технической атаке и талант Хакер, а также ваше оружие Звено делают вас исключительно сильным при столкновении с врагами с низкой электронной защитой. Используйте действие Сканирование, чтобы определить, какие противники наиболее уязвимы для вашего Умного оружия и Нагрева, который вы можете нанести с помощью Вторжения.<br> Талант Ас, система полета и Гаубица также делают Хакера полезной артиллерийской платформой. Гаубица имеет метку Артиллерийское (из нее необходимо стрелять при первом действии), метку Заряжаемое (ее необходимо перезаряжать с помощью полного действия Стабилизация между выстрелами) и Неточное (по умолчанию получает +1 Сложность), и поэтому это неудобное оружие, но оно наносит 2d6 Взрывного урона в радиусе Взрыва 2 на Дальности 20. Если вы можете отменить сложность с помощью Захвата, связанного Узами союзника, кубика лидерства или других средств, вы можете в одиночку превратить сложную операцию в тривиальную.",
    "build": {
      "mechSkills": [0, 0, 2, 0],
      "skills": [
        "sk_hack_or_fix",
        "sk_invent_or_create",
        "sk_word_on_the_street",
        "sk_take_control"
      ],
      "talents": ["t_hacker", "t_ace", "t_centimane"],
      "gear": {
        "armor": "pg_light_hardsuit",
        "weapons": ["pg_light_a_c", "pg_medium_signature"],
        "gear": ["pg_nanite_spray", "pg_sound_system", "pg_dataplating"]
      },
      "mech": {
        "systems": [
          "ms_type_i_flight_system",
          "ms_personalizations",
          "ms_comp_con_class_assistant_unit",
          "ms_manipulators"
        ],
        "mounts": [
          {
            "mount_type": "Основной",
            "slots": ["mw_nexus_hunter_killer"]
          },
          {
            "mount_type": "Гибкий",
            "slots": ["mw_nexus_light", "mw_nexus_light"]
          },
          {
            "mount_type": "Тяжелый",
            "slots": ["mw_howitzer"]
          }
        ]
      }
    }
  },
  {
    "name": "Огневая Поддержка",
    "image": "pre_support_pixel.png",
    "code": "ACBP://142-FSP::JANUARY-GONFALON-ARGENT",
    "description": "Огневая Поддержка — это усилитель силы и адаптируемый командир на поле боя, который может переломить ход битвы с тыла.",
    "tactics": "Самая важная особенность Огневой Поддержки — это талант Лидер, который позволяет вам предоставить Точность товарищам по команде, и его следует использовать разумно, чтобы гарантировать, что важные выстрелы и трудные побеги будут в вашу пользу. <br>Талант Тяжелая Артиллерия позволяет обездвижить опасного врага с помощью чрезвычайно мощного крупнокалиберного пулемета, а двойные пистолеты с Угрозой 3 наказывают врагов, подошедших слишком близко. Благодаря расширенному запасу Ограниченных систем вы можете использовать дополнительные турельные дроны и дымовые заряды, чтобы укрепить зону контроля или обеспечить прорыв на территорию противника. <br>Огневая поддержка особенно полезна союзным снайперам и артиллерийским мехам благодаря Наблюдателю, который улучшает Захват, когда он используется рядом с вами, а размещаемое укрытие Иерихона может превратить снайперское гнездо из незащищенного в неприступное.",
    "build": {
      "mechSkills": [0, 0, 0, 2],
      "skills": [
        "sk_patch",
        "sk_blow_something_up",
        "sk_lead_or_inspire",
        "sk_get_somewhere_quickly"
      ],
      "talents": ["t_leader", "t_heavy_gunner", "t_spotter"],
      "gear": {
        "armor": "pg_heavy_hardsuit",
        "weapons": ["pg_heavy_signature", "pg_medium_signature"],
        "gear": ["pg_handheld_printer", "pg_tertiary_arm", "pg_personal_drone"]
      },
      "mech": {
        "systems": [
          "ms_pattern_a_smoke_charges",
          "ms_pattern_a_jericho_deployable_cover",
          "ms_turret_drones"
        ],
        "mounts": [
          {
            "mount_type": "Основной",
            "slots": ["mw_mortar"]
          },
          {
            "mount_type": "Гибкий",
            "slots": ["mw_pistol", "mw_pistol"]
          },
          {
            "mount_type": "Тяжелый",
            "slots": ["mw_heavy_machine_gun"]
          }
        ]
      }
    }
  }
]
